---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseFz
source: html/603d98b4-5e59-6d71-bf09-472bc0c9e9fe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseFz Property

"Base Fz"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralBottomReleaseFz { get; }
```